Repository: Gomez/core
Catalog: l10n/*/files_encryption.po
Languages: bg_bg

source: Recovery key successfully enabled
bg_bg: Успешно включване на опцията ключ за възстановяване.

source: Could not enable recovery key. Please check your recovery key password!
bg_bg: Неуспешно включване на опцията ключ за възстановяване. Моля, провери паролата за ключа за възстановяване.

source: Recovery key successfully disabled
bg_bg: Успешно изключване на ключа за възстановяване.

source: Could not disable recovery key. Please check your recovery key password!
bg_bg: Неуспешно изключване на ключа за възстановяване. Моля, провери паролата за ключа за възстановяване!

source: Password successfully changed.
bg_bg: Паролата е успешно променена.

source: Could not change the password. Maybe the old password was not correct.
bg_bg: Грешка при промяна на паролата. Може би старата ти парола е сгрешена.

source: Private key password successfully updated.
bg_bg: Успешно променена тайната парола за ключа.

source: Could not update the private key password. Maybe the old password was not correct.
bg_bg: Неуспешна промяна на тайната парола за ключа. Може би старата парола е грешно въведена.

source: Encryption app not initialized! Maybe the encryption app was re-enabled during your session. Please try to log out and log back in to initialize the encryption app.
bg_bg: Неуспешна инициализация на криптиращото приложение! Може би криптиращото приложение бе включено по време на твоята сесия. Отпиши се и се впиши обратно за да инциализираш криптиращото приложение.

source: Your private key is not valid! Likely your password was changed outside of %s (e.g. your corporate directory). You can update your private key password in your personal settings to recover access to your encrypted files.
bg_bg: Твоят таен ключ е невалиден! Вероятно твоята парола беше променена извън %s(пр. твоята корпоративна директория). Можеш да промениш своят таен ключ в Лични настройки, за да възстановиш достъпа до криптираните файлове.

source: Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you.
bg_bg: Неуспешно разшифроване на този файл, вероятно това е споделен файл. Моля, поискай собственика на файла да го сподели повторно с теб.

source: Unknown error. Please check your system settings or contact your administrator
bg_bg: Непозната грешка. Моля, провери системните настройки или се свържи с администратора.

source: Missing requirements.
bg_bg: Липсва задължителна информация.

source: Please make sure that PHP 5.3.3 or newer is installed and that OpenSSL together with the PHP extension is enabled and configured properly. For now, the encryption app has been disabled.
bg_bg: Моля, увери се, че PHP 5.3.3 или по-нова версия е инсталирана, и че OpenSSL заедно съответната PHP добавка са включени и правилно настроени. За сега, криптиращото приложение ще бъде изключено.

source: Following users are not set up for encryption:
bg_bg: Следните потребители не са настроени за криптиране:

source: Initial encryption started... This can take some time. Please wait.
bg_bg: Първоначалното криптиране започна... Това може да отнеме време. Моля изчакай.

source: Initial encryption running... Please try again later.
bg_bg: Тече първоначално криптиране... Моля опитай по-късно.

source: Go directly to your %spersonal settings%s.
bg_bg: Отиде направо към твоите %sлични настройки%s.

source: Encryption
bg_bg: Криптиране

source: Encryption App is enabled but your keys are not initialized, please log-out and log-in again
bg_bg: Програмата за криптиране е включена, но твоите ключове не са зададени, моля отпиши си и се впиши отново.

source: Enable recovery key (allow to recover users files in case of password loss):
bg_bg: Включи опцията възстановяване на ключ (разрешава да възстанови файловете на потребителите в случай на загубена парола):

source: Recovery key password
bg_bg: Парола за възстановяане на ключа

source: Repeat Recovery key password
bg_bg: Повтори паролата за възстановяване на ключа

source: Enabled
bg_bg: Включено

source: Disabled
bg_bg: Изключено

source: Change recovery key password:
bg_bg: Промени паролата за въстановяване на ключа:

source: Old Recovery key password
bg_bg: Старата парола за въстановяване на ключа

source: New Recovery key password
bg_bg: Новата парола за възстановяване на ключа

source: Repeat New Recovery key password
bg_bg: Повтори новата паролза за възстановяване на ключа

source: Change Password
bg_bg: Промени Паролата

source: Your private key password no longer match your log-in password.
bg_bg: Паролата за тайния ти ключ вече не е същата като паролата ти за вписване.

source: Set your old private key password to your current log-in password:
bg_bg: Промени паролата за тайния ти включ на паролата за вписване:

source: If you don't remember your old password you can ask your administrator to recover your files.
bg_bg: Ако не помниш старата парола помоли администратора да възстанови файловете ти.

source: Old log-in password
bg_bg: Стара парола за вписване

source: Current log-in password
bg_bg: Текуща парола за вписване

source: Update Private Key Password
bg_bg: Промени Тайната Парола за Ключа

source: Enable password recovery:
bg_bg: Включи опцията възстановяване на паролата:

source: Enabling this option will allow you to reobtain access to your encrypted files in case of password loss
bg_bg: Избирането на тази опция ще ти позволи да възстановиш достъпа си до файловете в случай на изгубена парола.

source: File recovery settings updated
bg_bg: Настройките за възстановяване на файлове са променени.

source: Could not update file recovery
bg_bg: Неуспешна промяна на настройките за възстановяване на файлове.
