Repository: Gomez/core
Catalog: l10n/*/lib.po
Languages: sl

source: Cannot write into "config" directory!
sl: Mapa 'config' nima določenih ustreznih dovoljenj za pisanje!

source: See %s
sl: Oglejte si %s

source: Help
sl: Pomoč

source: Personal
sl: Osebno

source: Settings
sl: Nastavitve

source: Users
sl: Uporabniki

source: Admin
sl: Skrbništvo

source: Failed to upgrade "%s".
sl: Posodabljanje "%s" je spodletelo.

source: No app name specified
sl: Ni podanega imena programa

source: Unknown filetype
sl: Neznana vrsta datoteke

source: Invalid image
sl: Neveljavna slika

source: web services under your control
sl: spletne storitve pod vašim nadzorom

source: App directory already exists
sl: Programska mapa že obstaja

source: Can't create app folder. Please fix permissions. %s
sl: Programske mape ni mogoče ustvariti. Ni ustreznih dovoljenj. %s

source: No source specified when installing app
sl: Ni podanega vira med nameščenjem programa

source: No href specified when installing app from http
sl: Ni podanega podatka naslova HREF med nameščenjem programa preko protokola HTTP.

source: No path specified when installing app from local file
sl: Ni podane poti med nameščenjem programa iz krajevne datoteke

source: Archives of type %s are not supported
sl: Arhivi vrste %s niso podprti

source: Failed to open archive when installing app
sl: Odpiranje arhiva je med nameščanjem spodletelo

source: App does not provide an info.xml file
sl: Program je brez datoteke info.xml

source: App can't be installed because of not allowed code in the App
sl: Programa ni mogoče namestiti zaradi nedovoljene programske kode.

source: App can't be installed because it is not compatible with this version of ownCloud
sl: Programa ni mogoče namestiti, ker ni skladen z trenutno nameščeno različico oblaka ownCloud.

source: App can't be installed because it contains the <shipped>true</shipped> tag which is not allowed for non shipped apps
sl: Programa ni mogoče namestiti, ker vsebuje oznako <shipped>potrditve</shipped>, ki pa ni dovoljena za javne programe.

source: App can't be installed because the version in info.xml/version is not the same as the version reported from the app store
sl: Program ni mogoče namestiti zaradi neustrezne različice datoteke info.xml. Ta ni enaka različici programa.

source: Application is not enabled
sl: Program ni omogočen

source: Authentication error
sl: Napaka overjanja

source: Token expired. Please reload page.
sl: Žeton je potekel. Stran je treba ponovno naložiti.

source: Unknown user
sl: Neznan uporabnik

source: %s enter the database username.
sl: %s - vnos uporabniškega imena podatkovne zbirke.

source: %s enter the database name.
sl: %s - vnos imena podatkovne zbirke.

source: %s you may not use dots in the database name
sl: %s - v imenu podatkovne zbirke ni dovoljeno uporabljati pik.

source: MS SQL username and/or password not valid: %s
sl: Uporabniško ime ali geslo MS SQL ni veljavno: %s

source: You need to enter either an existing account or the administrator.
sl: Prijaviti se je treba v obstoječi ali pa skrbniški račun.

source: MySQL/MariaDB username and/or password not valid
sl: Uporabniško ime ali geslo za MySQL/MariaDB ni veljavno

source: DB Error: "%s"
sl: Napaka podatkovne zbirke: "%s"

source: Offending command was: "%s"
sl: Napačni ukaz je: "%s"

source: MySQL/MariaDB user '%s'@'localhost' exists already.
sl: Uporabnik podatkovne zbirke MySQL/MariaDB '%s'@'localhost' že obstaja.

source: Drop this user from MySQL/MariaDB
sl: Odstrani uporabnika iz podatkovne zbirke MySQL/MariaDB

source: MySQL/MariaDB user '%s'@'%%' already exists
sl: Uporabnik podatkovne zbirke MySQL/MariaDB '%s'@'%%' že obstaja.

source: Drop this user from MySQL/MariaDB.
sl: Odstrani uporabnika iz podatkovne zbirke MySQL/MariaDB.

source: Oracle connection could not be established
sl: Povezave s sistemom Oracle ni mogoče vzpostaviti.

source: Oracle username and/or password not valid
sl: Uporabniško ime ali geslo Oracle ni veljavno

source: Offending command was: "%s", name: %s, password: %s
sl: Napačni ukaz je: "%s", ime: %s, geslo: %s

source: PostgreSQL username and/or password not valid
sl: Uporabniško ime ali geslo PostgreSQL ni veljavno

source: Set an admin username.
sl: Nastavi uporabniško ime skrbnika.

source: Set an admin password.
sl: Nastavi geslo skrbnika.

source: Your web server is not yet properly setup to allow files synchronization because the WebDAV interface seems to be broken.
sl: Spletni stražnik še ni ustrezno nastavljen in ne omogoča usklajevanja, saj je nastavitev WebDAV okvarjena.

source: Please double check the <a href='%s'>installation guides</a>.
sl: Preverite <a href='%s'>navodila namestitve</a>.

source: %s shared »%s« with you
sl: %s je omogočil souporabo »%s«

source: Sharing %s failed, because the file does not exist
sl: Souporaba %s je spodletela, ker ta datoteka ne obstaja

source: Sharing %s failed, because the user %s is the item owner
sl: Nastavljanje souporabe %s je spodletelo, ker je uporabnik %s lastnik predmeta.

source: Sharing %s failed, because the user %s does not exist
sl: Nastavljanje souporabe %s je spodletelo, ker uporabnik %s ne obstaja.

source: Sharing %s failed, because the user %s is not a member of any groups that %s is a member of
sl: Nastavljanje souporabe %s je spodletelo, ker uporabnik %s ni član nobene skupine, v kateri je tudi uporabnik %s.

source: Sharing %s failed, because this item is already shared with %s
sl: Nastavljanje souporabe %s je spodletela, ker je ima uporabnik %s predmet že v souporabi.

source: Sharing %s failed, because the group %s does not exist
sl: Nastavljanje souporabe %s je spodletelo, ker je skupina %s ne obstaja.

source: Sharing %s failed, because %s is not a member of the group %s
sl: Nastavljanje souporabe %s je spodletelo, ker uporabnik %s ni član skupine %s.

source: Sharing %s failed, because sharing with links is not allowed
sl: Nastavljanje souporabe %s je spodletelo, ker souporaba preko povezave ni dovoljena.

source: Share type %s is not valid for %s
sl: Vrsta souporabe %s za %s ni veljavna.

source: Sharing backend %s not found
sl: Ozadnjega programa %s za souporabo ni mogoče najti

source: Sharing backend for %s not found
sl: Ozadnjega programa za souporabo za %s ni mogoče najti

source: Could not find category "%s"
sl: Kategorije "%s" ni mogoče najti.

source: seconds ago
sl: pred nekaj sekundami

source: %n minute ago
sl: pred %n minuto

source: %n hour ago
sl: pred %n uro

source: today
sl: danes

source: yesterday
sl: včeraj

source: %n day go
sl: pred %n dnevom

source: last month
sl: zadnji mesec

source: %n month ago
sl: pred %n mesecem

source: last year
sl: lansko leto

source: years ago
sl: let nazaj

source: Only the following characters are allowed in a username: "a-z", "A-Z", "0-9", and "_.@-"
sl: V uporabniškem imenu je dovoljeno uporabiti le znake: "a-z", "A-Z", "0-9", and "_.@-"

source: A valid username must be provided
sl: Navedeno mora biti veljavno uporabniško ime

source: A valid password must be provided
sl: Navedeno mora biti veljavno geslo

source: The username is already being used
sl: Vpisano uporabniško ime je že v uporabi
